{"content": "[\"MILAN/LONDON (Reuters) - With world equity markets set to call time on one of the longest bull markets in history, so-called \\u2018value stocks\\u2019 - wallflowers during the technology-led boom years - are suddenly back in fashion.  \", \"European value stocks, defined generally as firms whose fundamental worth is not reflected in their current share price, have outperformed growth stocks since early October as a dramatic sell-off swept across global equity markets unnerved by gradual end of a decade of easy money and rising trade tensions. \", \"Companies that boast a faster pace of growth like the big U.S. tech names or Europe\\u2019s luxury giants have been particularly favored during the past decade of central bank largesse. \", \"In contrast, the so-called value end of the market has become cheaper and cheaper, creating some opportunities. \", \"Heading into 2019, investors in search of better returns are scanning stocks in beaten-down sectors like banks, builders, autos or telecoms, looking whether cash flows reflect poorly in shares prices or whether other valuation metrics have fallen below historical averages or are disconnected from the sector. \", \"\\u201cAfter ten tough years, it\\u2019s finally getting interesting,\\u201d said Luiz Sauerbronn at U.S.-based Brandes Investment Partners. \", \"\\u201cIt has all been about technology and the high-flying growth stuff. In the last decade, value has only outperformed a couple of years in Europe, and October has been much better,\\u201d added Sauerbronn, who helps manage nearly $28 billion. \", \"In October when world stocks lost $7 trillion of market cap at one point, European value stocks .MIEU0000VPEU fell only 4.3 percent while the region\\u2019s growth stocks .MIEU0000GPEU suffered their worst month since August 2015, down 6.5 percent. \", \"The outperformance has continued so far in November. \", \"Still from the 2009 lows, European growth has risen 150 percent, against a rise of 100 percent for value. \", \"Last week, the Fed signaled it was still on course to increase rates next month. \", \"\\u201cThe growth stocks benefited tremendously from having zero rates. That\\u2019s the status quo forever? I hope not, and I don\\u2019t think it will be the case,\\u201d Sauerbronn also said. \", \"GRAPHIC: Value outperforms since early October - tmsnrt.rs/2QsVqJw \", \"Buying value, however, is easier said than done, with the main challenge for investors being avoiding the so-called value traps, companies whose share price are cheap for a good reason. \", \"\\u201cValue investing relies on a handful of stocks that go on to deliver high returns,\\u201d Bernstein strategists said this month. \", \"\\u201cInvesting in the entire Value portfolio is not only impractical for most active investors, but is also subject to a massive return drag from the losers,\\u201d they added. \", \"Among their value picks they singled out several European companies in sectors such as mining, oil, airlines, construction and retail: Anglo American (AAL.L), Saipem (SPMI.MI), Lufthansa (LHAG.DE), LafargeHolcim (LHN.S), and Ahold-Delhaize (AD.AS). \", \"Sauerbronn said that battered tobacco stocks also looked attractive now and that he was increasing exposure to the sector. \", \"One feature of value stocks is that their valuations have generally fallen below historical averages, whereas growth stocks trade above in a gap that has been widening ever since 2008. Easy monetary policies and the growing success of passive investing has just amplified this spread.  \", \"Among miners, Anglo American, for example, is traded at around 0.5 times its cash flow, against a historical average of nearly 0.7 times, while peer Glencore (GLEN.L) is traded at 0.5 times vs more than 0.7 times.  \", \"In banks, Italian lender UniCredit (CRDI.MI) prices at around 0.5 times its book value, a 28 percent discount to euro zone banks, while French cement maker Lafarge Holcim is trading at its lowest PE multiple since 2011 and builder Saint Gobain (SGOB.PA) at its lowest in nearly a decade.   \", \"\\u201cToday there is very apparent value staring you in the face in certain parts of the market.\\u00a0Does that mean that those stocks go up tomorrow? Probably not,\\u201d said Mark Breedon, who manages a 1.8 billion fund of global equities for Investec in Hong Kong. \", \"\\u201cThe question is getting the timing right. What you need is to start seeing those companies beating expectations or getting some technical momentum behind them as you never want to try catching a falling knife,\\u201d he added. \", \"According to Breedon, the most interesting opportunities can be found outside the main benchmarks, whose constituents have been lifted indiscriminately by the big flows provided by passive investing. Most stocks with a market cap above $1 billion are traded outside the dominant benchmarks, he said. \", \"GRAPHIC: Growth vs Value over 10 years - tmsnrt.rs/2QuNDuU \", \"Even though it is too early to call the start of the trend in favor of value stocks, this market segment is increasingly becoming a hunting ground for investors. \", \"Chris Hiorns, portfolio manager of the EdenTree Amity European Fund with just under 100 million pounds in assets under management and a long-time value bull, believes the recent shift in the market has been a move away from growth rather than a reallocation into value. \", \"Hiorns still sees chances for further outperformance and has recently increased exposure to cheaply valued stocks such as  tiremaker Michelin (MICP.PA), construction company Saint Gobain (SGOB.PA), staffing firm Randstad (RAND.AS), as well as banks ING (INGA.AS) and Santander (SAN.MC). \", \"\\u201cThe market is still very growth-oriented, but there\\u2019s lots of capacity for value to outperform this year and into next year,\\u201d he said. \\u201cValue bias is the place to be at the moment.\\u201d \", \"Reporting by Danilo Masoni and Josephine Mason; Editing by Hugh Lawson\"]", "author": "Danilo Masoni, Josephine Mason", "time": "November 15, 2018", "title": "Cheap stocks back in vogue, even if laced with 'value traps'"}