{"content": "[\"Nov 17 (Reuters) - \", \"For other diaries, please see: \", \"Top Economic Events \", \"Emerging Markets Economic Events \", \"Government Debt Auctions \", \"Political and General News \", \"U.S. Federal Reserve \", \"Today in Washington \\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014- This Diary is filed daily. ** Indicates new events \\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014- SATURDAY, NOVEMBER 17 \", \"PORT MORESBY, Papua New Guinea - Papua New Guinea hosts the Asia Pacific Economic Cooperation (APEC) Summit (to Nov. 18). MONDAY, NOVEMBER 19 \", \"MUMBAI -  The Reserve Bank of India\\u2019s central board will meet to decide on the ongoing contentious issues with the government, including easier capital norms for banks, more cash for non-banking finance companies, finance support to small and medium companies and payment of surplus reserves. ABUJA - Central Bank of Nigeria holds monetary policy meeting. (to Nov. 20). \", \"TUESDAY, NOVEMBER 20 ** MOSCOW - Russia Central Bank Chairman Elvira Nabiullina speaks at State Duma. \", \"MELBOURNE - Speech by Philip Lowe, RBA Governor \\u2013 Trust and Prosperity \\u2013 at the CEDA Annual Dinner, Melbourne - 0820 GMT. \", \"CAPE TOWN - South Africa Reserve Bank starts its three day monetary policy committee meeting \\u2013 (to Nov. 23). CANBERRA - Reserve Bank of Australia (RBA) releases the minutes of November Monetary Policy Meeting \\u2013 0030 GMT. \", \"WARSAW - National Bank of Poland holds Monetary Policy Council Meeting (No interest rate announcement). \", \"BUDAPEST - Hungarian Central Bank holds rate-setting meeting \\u2013 1300 GMT. WEDNESDAY, NOVEMBER 21 \", \"ACCRA - Central Bank of Ghana holds monetary policy committee meeting (to Nov. 23). THURSDAY, NOVEMBER 22 \", \"WARSAW - National Bank of Poland releases the minutes of its monitory policy meeting. FRIDAY, NOVEMBER 23 \", \"CANBERRA - Reserve Bank of Australia Payments System Board Meeting. \", \"SUNDAY, NOVEMBER 25 SYDNEY - Speech by Philip Lowe, RBA Governor, at the Australian Payment Summit, Sydney - 2215 GMT. MONDAY, NOVEMBER 26 ACCRA - Bank of Ghana rate setting committee announces policy rate decision - 1100 GMT. SYDNEY - Speech by Christopher Kent, RBA Assistant Governor (Financial Markets), at the Australian Securitization Forum 2018 Conference, Sydney - 0300 GMT. \", \"BISHKEK - National Bank of the Kyrgyzstan publishes the Monetary policy report for quarter 3, 2018. JERUSALEM - Bank of Israel announces interest rate decision. TUESDAY, NOVEMBER 27 \", \"SYDNEY - Panel Participation by Tony Richards, RBA Head of Payments Policy, at the Australian Payment Summit, Sydney - 0500 GMT. \", \"YEREVAN - Armenia\\u2019s Central Bank to publish its inflation report. WEDNESDAY, NOVEMBER 28 MEXICO CITY - Mexican Central Bank will publish its quarterly inflation report, which will provide an update to its forecasts for inflation and economic growth and the future path of monetary policy. THURSDAY, NOVEMBER 29 MEXICO CITY - Mexico Central Bank issues the minutes of its monetary policy meeting. \", \"SUVA - Reserve Bank of Fiji holds board meeting to announce interest rates. \", \"SEOUL - Bank of Korea holds monetary policy meeting to announce interest rates. \", \"ANKARA - Central Bank of the Republic of Turkey releases Financial Stability Report. \", \"MONDAY, DECEMBER 3 ASTANA - National Bank of Kazakhstan releases monetary policy statements. \", \"TUESDAY, DECEMBER 4 WARSAW - National Bank of Poland holds Monetary Policy Council Meeting (to Dec. 5). CHISINAU - National Bank of Moldova announces interest rate decision. GABORONE - Bank of Botswana holds Monetary Policy Committee Meeting. SANTIAGO - Central Bank of Chile holds monetary policy meeting. \", \"SYDNEY - Reserve Bank of Australia (RBA) holds interest rate meeting \\u2013 0330 GMT. WEDNESDAY, DECEMBER 5 WINDHOEK - Central Bank of Namibia holds Monetary Policy Meeting. MUMBAI - Reserve Bank of India releases Fifth Bi-monthly Monetary Policy Statement for 2018-19. BUDAPEST - Hungarian Central Bank to publish the minutes of its November 2018 rate-setting meeting - 1300 GMT. THURSDAY, DECEMBER 6 SYDNEY - RBA Deputy Governor Guy Debelle speaks at the ABE dinner on recent developments in the domestic and international economy - 0905 GMT. BELGRADE - National Bank of Serbia to unveil interest rate decision. SUNDAY, DECEMBER 9 SYDNEY - RBA Assistant Governor (Financial Markets) Christopher Kent delivers speech on US Monetary Policy and Australian Financial Conditions at the Bloomberg event, Sydney - 2130 GMT. TUESDAY, DECEMBER 11 BRASILLA - Central Bank of Brazil holds Monetary Policy Committee Meeting. BUENOS AIRES - Central Bank of Argentina releases Monetary Policy Statement. WEDNESDAY, DECEMBER 12 LILONGWE - Reserve Bank of Malawi holds monetary policy committee meeting (to Dec. 13). REYKJAVIK  - Bank of Iceland releases monetary policy statements. TBILISI - National Bank of Georgia holds Monetary Policy Committee Meeting ZAGREB - Croatia National Bank holds monetary policy meeting. THURSDAY, DECEMBER 13 SYDNEY - RBA Head of Domestic Markets Marion Kohler delivers speech at the 31st Australasian Finance and Banking conference, Sydney - 0000 GMT. KIEV - National Bank of Ukraine holds monetary policy meeting - 1000 GMT KIEV - The Governor of the National Bank of Ukraine Yakiv Smoliy holds a press conference - 1200 GMT. ANKARA - Central Bank of the Republic of Turkey holds monetary policy meeting. MANILA - Philippines Central Bank holds Monetary Policy Meeting. LIMA - Central bank of Peru announces interest rate decision. SUVA - Reserve Bank of Fiji holds board meeting to announce interest rates. FRIDAY, DECEMBER 14 KAMPALA - Bank of Uganda announces interest rate decision. MOSCOW - Central Bank of Russia announces interest rate decision - 1030 GMT. SATURDAY, DECEMBER 15 DUSHANBE - National bank of Tajikistan holds Monetary Policy Committee Meeting. TUESDAY, DECEMBER 18 WARSAW - National Bank of Poland holds Monetary Policy Council Meeting (No Interest rate announcement) RABAT - Bank of Morocco holds monetary policy meeting. BUDAPEST - Hungarian Central Bank holds its rate-setting meeting - 1300 GMT. \", \"CANBERRA - Reserve Bank of Australia (RBA) releases the minutes of November Monetary Policy Meeting \\u2013 0030 GMT. \", \"WEDNESDAY, DECEMBER 19 BANGKOK - Bank of Thailand monetary policy committee meeting. JAKARTA - Indonesia Central Bank holds Board of Governors Meeting. TIRANA  - Bank of Albania Press conference on interest rate decision- 1500 GMT. THURSDAY, DECEMBER 20 ANKARA - Central Bank of the Republic of Turkey releases summary of its December monetary policy committee meeting. WARSAW - National Bank of Poland releases the minutes of its monetary policy meeting. MEXICO CITY - Central Bank of Mexico publishes monetary policy statement. KINGSTON - Bank of Jamaica holds Interest Rate Announcement and Monetary Policy Report. PRAGUE - Czech National Bank holds Monetary Policy Meeting. Statement and presentation will be published - 1200 GMT. FRIDAY, DECEMBER 21 ULAANBAATAR - Central Bank of Mongolia holds Monetary Policy Committee Meeting. MONDAY, DECEMBER 24 KIEV - National Bank of Ukraine publishes Summary of the Discussion on the Key Policy Rate at the Monetary Policy Committee. BISHKEk - National Bank of the Kyrgystan holds Board meeting on monetary policy rate. THURSDAY, DECEMBER 27 CAIRO - Central Bank of Egypt holds monetary policy committee meeting. FRIDAY, DECEMBER 28 COLOMBO - Central bank of Sri Lanka announces monetary policy report \\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014- \", \"NOTE: The inclusion of items in this diary does not necessarily mean that Reuters will file a story based on the event. For technical issues, please contact Thomson Reuters Customer Support (TRCS) here\"]", "author": "Anonymous", "time": "November 17, 2018", "title": "DIARY-Emerging Markets Economic Events to Dec 28"}