{"content": "[\"Nov 17 (Reuters) - \", \"For other diaries, please see: \", \"Top Economic Events \", \"Emerging Markets Economic Events \", \"Government Debt Auctions \", \"Political and General News \", \"U.S. Federal Reserve \", \"Today in Washington \", \"\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014- This Diary is filed daily. ** Indicates new events \\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014- \", \"MONDAY, NOVEMBER 19 ** BRUSSELS - ECB President Mario Draghi and ECB Executive Board Member Benoit Coeure participate in Eurogroup meeting in Brussels, Belgium. ** COPENHAGEN - Danmarks Nationalbank, The European Department of the International Monetary Fund (IMF) and the Center for Financial Frictions (FRIC) at Copenhagen Business School (CBS) are hosting a conference devoted to discussing the role of macroprudential policy for financial stability on 19 November 2018, in Copenhagen. ** FRANKFURT - ECB Chair of the Supervisory Board Daniele Nouy participates in conversation at the 19th Handelsblatt Annual Conference \\u201cEBR \\u2013 European Banking Regulation\\u201d in Frankfurt, Germany - 0915 GMT. COPENHAGEN - Riksbank First Deputy Governor Kerstin af Jochnick will participate in a panel discussion on Sweden\\u2019s experiences of the application of macroprudential policy - 1030 GMT. WINNIPEG, Canada - Bank of Canada hosts media event to launch the new $10 bank note at the Canadian Museum for Human Rights, 85 Israel Asper Way, Winnipeg - 1700 GMT. LONDON - Bank of England Executive Director for UK Deposit Takers Supervision James Proudman speaking on \\u2018Cyborg Supervision - The Application of Advanced Analytics in Prudential Supervision\\u2019 at the Bank of England - 0900 GMT. \", \"COPENHAGEN  - Bank of England Executive Director for Financial Stability Strategy and Risk (FSSR) Alex Brazier speaking at Denmark\\u2019s Nationalbank Macroprudential Policy Conference, Copenhagen - 1200 GMT. BRONX, N.Y. - Federal Reserve Bank of New York President John Williams participates in moderated discussion with the NYC Hispanic Chamber of Commerce - 1545 GMT. TOKYO \\u2013 Bank of Japan Governor Haruhiko Kuroda and Bank of France Governor Villeroy de Galhau will speak at a Europlace International Financial Forum - 0330 GMT. \", \"BRUSSELS - European Union Foreign Affairs Council Meeting. OSLO - Norway Central Bank Deputy Governor Jon Nicolaisen gives a speech at a conference hosted by the Federation of Norwegian Industries \\u2013 1400 GMT. ROME - Europe\\u2019s Economic Commissioner Pierre Moscovici holds a news conference at the EU Commission\\u2019s headquarters - 1330 GMT. STOCKHOLM - Riksbank executive board meeting \\u2013 0800 GMT. \", \"TUESDAY, NOVEMBER 20 ** BRUSSELS - ECB Chair of the Supervisory Board Daniele Nouy delivers introductory statement at the ECON Hearing at the European Parliament in Brussels, Belgium - 0915 GMT. ** BRUSSELS - ECB Chair of the Supervisory Board Daniele Nouy participates in a conversation with Guntram B. Wolff, director at Bruegel, on \\u201cEuropean Banking Supervision: The past five years and prospects for the future\\u201d in Brussels, Belgium - 1630 GMT. LONDON - Bank of England Governor Mark Carney, Deputy Governor Jon Cunliffe, Chief Economist Andy Haldane and external member of the BoE\\u2019s Monetary Policy Committee Michael Saunders answer questions about the central bank November Inflation Report - 1000 GMT. TORONTO - Bank of Canada Deputy Governor Timothy Lane participates in a panel at Internet Society Canada Chapter, Toronto - 2200 GMT. OSLO - Open Meeting On Alternative Norwegian Krone Reference Rates: Norway Central Bank Governor Oystein Olsen will give an introductory statement - 1300 GMT. MONTREAL - Bank of Canada Senior Deputy Governor Carolyn A. Wilkins gives speech at Max Bell School of Public Policy, McGill University, Montreal, QC - 1800 GMT. \", \"PHILADELPHIA, United States - Federal Reserve Bank of Philadelphia issues Non manufacturing Business Outlook Survey for November - 1330 GMT. \", \"WEDNESDAY, NOVEMBER 21 STOCKHOLM - The Riksbank will hold a press conference on financial stability. Stefan Ingves, Governor of the Riksbank, and Olof Sandstedt, Head of the Financial Stability Department, will address the press conference - 1000 GMT. STOCKHOLM - Riksbank General Council Meeting (to Nov. 22). \", \"FRANKFURT - ECB governing council non-monetary policy meeting. \", \"STOCKHOLM - Swedish Central Bank publishes Financial Stability Report 2018:2 - 0830 GMT. THURSDAY, NOVEMBER 22 ** FRANKFURT - ECB Member of the Supervisory Board Ignazio Angeloni delivers keynote speech at the 5th Annual Conference on the Banking Union organised by the Institute for Law and Finance of Goethe University and Freshfields Bruckhaus Deringer in Frankfurt, Germany - 0915 GMT. ** FRANKFURT - ECB Member of the Supervisory Board Ignazio Angeloni participates in panel discussion at the 5th Annual Conference on the Banking Union organised by the Institute for Law and Finance of Goethe University and Freshfields Bruckhaus Deringer in Frankfurt, Germany - 1115 GMT. ** MUNICH, Germany - ECB Member of the Executive Board Yves Mersch delivers speech at the Banking and Corporate evening organised by the Hauptverwaltung in Bayern der Deutschen Bundesbank in Munich, Germany - 1700 GMT. STOCKHOLM - Riksbank Deputy Governor Cecilia Skingsley will hold the speech \\u2018Considerations for a cashless society\\u2019 at SNS, the Centre for Business and Policy Studies - 0700 GMT. LONDON - Bank of England Monetary Policy Committee Member Michael Saunders will speak at the Annual CBI South West Economics Dinner, Bath - 2055 GMT. OTTAWA \\u2013 Bank of Canada Senior Deputy Governor Carolyn A. Wilkins participate in a Panel at Canadian Mortgage and Housing Corporation, Ottawa, ON - 1445 GMT. FRIDAY, NOVEMBER 23 ** MADRID - ECB Vice President Luis de Guindos delivers speech on the occasion of the awarding of the German Bernacer Prize organised by Banco de Espana in Madrid, Spain - 1200 GMT. ROME - Bank of Italy publishes its Financial Stability Report. \", \"TUESDAY, NOVEMBER 27 LONDON - Bank of England Governor Mark Carney takes part in an online Q&A on the future of money. STOCKHOLM \\u2013 Deputy Governor & Executive Board of the Swedish central bank Cecilia Skingsley will hold the speech \\u2018Considerations for a cashless society\\u2019 at SNS, Centre for Business and Policy Studies. The speech will be commented on by Johanna Lybeck Lilja, executive advisor at Nordea and Peter Englund, professor emeritus of financial economics \\u2013 0700 GMT. \", \"NEW YORK - Federal Reserve Bank of Chicago President Charles Evans, Federal Reserve Bank of Atlanta President Raphael Bostic and Federal Reserve Bank of Kansas City President Esther George participate in financial innovation, the economy, regulation and the future of payments panel before the Clearing House 2018 Annual Conference - 1930 GMT. \", \"NEW YORK CITY - Federal Reserve Chairman Jerome Powell speaks before an Economic Club of New York luncheon, in New York - 1700 GMT. WELLINGTON - Reserve Bank of New Zealand releases half-yearly financial stability report - 2000 GMT. \", \"THURSDAY, NOVEMBER 29 ** FUKUOKA - Bank of Japan board member Takako Masai delivers speech to business leaders in Fukuoka, southern Japan, and holds a news conference - 0130 GMT. BOSTON - Federal Reserve Bank of Cleveland President Loretta Mester, Federal Reserve Bank of Chicago President Charles Evans, Federal Reserve Bank of Philadelphia President Patrick Harker, Federal Reserve Bank of Minneapolis President Neel Kashkari, Federal Reserve Bank of Boston President Eric Rosengren and Federal Reserve Bank of Dallas President Robert Kaplan participate in \\u2018Collaboration for Inclusive Economic Development\\u2019 forum hosted by the \\u2018Living Cities Collaborative\\u2019 - 1900 GMT. OSLO - Norway Central Bank Deputy Governor Egil Matsen gives a speech at Norges Bank - 0800 GMT. \", \"OSLO - Norway Central Bank Governor Oystein Olsen gives a speech at Nordea Wholesale Banking annual dinner - 1730 GMT. WASHINGTON - U.S. Federal Reserve\\u2019s Federal Open Market Committee will release the minutes from its November 7-8 policy meeting \\u2013 1900 GMT. \", \"SATURDAY, DECEMBER 1 BERN - Speech by Thomas Jordan, chairman of the Governing Board of the Swiss National Bank, on \\u201cThe Importance of Academic Research and Teaching for Switzerland\\u2019s Success Model\\u201d at Dies Academicus of the University of Bern - 0900 GMT. MONDAY, DECEMBER 3 STOCKHOLM - Riksbank executive board meeting  - 0800 GMT. \", \"WEDNESDAY, DECEMBER 5 WASHINGTON D.C. - Federal Reserve issues the Beige Book of economic condition - 1900 GMT. FRANKFURT - ECB Governing Council meeting. No interest rate announcements scheduled. NIIGATA, Japan - Bank of Japan Deputy Governor Masazumi Wakatabe gives speech at a meeting with business leaders in Niigata - 0130 GMT. WASHINGTON D.C. - Federal Reserve Chairman Jerome Powell testifies on the economic outlook before the congressional Joint Economic Committee - 1515 GMT. \", \"OTTAWA - Bank of Canada key policy interest rate announcement - 1500 GMT. \", \"LONDON - Bank of England publishes Financial Stability Report - 0700 GMT. THURSDAY, DECEMBER 6 FRANKFURT - General Council meeting of the ECB. TORONTO - Bank of Canada Governor Stephen S. Poloz gives last speech of the year at Marriott Downtown at CF Toronto Eaton Centre - 1300 GMT. \", \"TUESDAY, DECEMBER 11 LONDON - Bank of England publishes Record of the Financial Policy Committee meeting held on November 28, 2018 - 0930 GMT. \", \"THURSDAY, DECEMBER 13 FRANKFURT - Governing Council of the ECB holds monetary policy meeting. Press conference follows the meeting. BERN - Swiss National Bank (SNB) Monetary policy assessment with a news conference \\u2013 0830 GMT. \", \"STOCKHOLM - Riksbank executive board meeting  - 0800 GMT. OSLO - Norway Central Bank announces interest rate decision - 0900 GMT. OSLO - Norway Central Bank holds Announcement of the Executive Board\\u2019s interest rate decision and publication of Monetary Policy followed by press conference - 0930 GMT. WELLINGTON - Reserve Bank of New Zealand will host a conference focusing on linkages between financial markets and the macro economy, or macro-finance for short (to Nov. 14) \", \"MONDAY, DECEMBER 17 STOCKHOLM - Riksbank General Council Meeting  - 1200 GMT. \", \"TUESDAY, DECEMBER 18 WASHINGTON D.C. - U.S. Federal Reserve\\u2019s Federal Open Market Committee (FOMC) starts its two-day meeting on interest rates. OSLO - Norway Central Bank Governor Oystein Olsen gives a speech to the regional network, region East in Oslo. WEDNESDAY, DECEMBER 19 WASHINGTON D.C. - U.S. Federal Reserve\\u2019s Federal Open Market Committee (FOMC) announces its decision on interest rates followed by statement - 1900 GMT. WASHINGTON D.C. - U.S. Federal Reserve chairperson holds a news conference - 1930 GMT. TOKYO - Bank of Japan holds Monetary Policy Meeting (to Dec. 20). \", \"STOCKHOLM \\u2013 Riksbank holds executive board meeting, monetary policy meeting No. 6 \\u2013 0800 GMT. \", \"STOCKHOLM - Swedish Central Bank announces interest rate decision. Monetary policy report will be published \\u2013 0830 GMT. LONDON - Bank of England publishes Summary and minutes of the Monetary Policy Committee meeting - 1200 GMT. \", \"TOKYO - Bank of Japan releases Minutes of Monetary Policy Meeting held on Oct 30 and 31 \\u2013 2350 GMT. \", \"TOKYO - Bank of Japan to release summary of opinions from board members at its Dec. 19-20 policy meeting \\u2013 2350 GMT. \\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014\\u2014 \", \"NOTE: The inclusion of items in this diary does not necessarily mean that Reuters will file a story based on the event. For technical issues, please contact Thomson Reuters Customer Support (TRCS) here\"]", "author": "Anonymous", "time": "November 17, 2018", "title": "DIARY-Top Economic Events to Dec 27"}