{"content": "[\"NEW YORK (Reuters) - The dollar fell broadly on Friday in the wake of cautious comments from two U.S. Federal Reserve officials about global economic growth, while sterling rose following losses tied to fears about a Brexit deal. \", \"The greenback fell to one-week lows versus the euro and a two-week trough against the yen following comments from Fed Vice Chair Richard Clarida, who told CNBC television he saw some evidence that global growth was cooling. \", \"Clarida also noted key U.S. short-term borrowing rates are close to neutral and said being at neutral \\u201cmakes sense.\\u201d \", \"Traders perceived his comments to mean the No. 2 Fed official may be open for the Fed to pause its rate-hike campaign sooner than previously thought. \", \"\\u201cYou have seen a dovish tilt from some Fed officials. That put pressure on the dollar,\\u201d said Chuck Tomes, senior investment analyst at Manulife Asset Management in Boston. \", \"Separately, Dallas Federal Reserve President Robert Kaplan said on Fox Business that global growth will be a bit of a headwind, which may spread to the United States. \", \"Clarida and Kaplan's remarks spurred selling in the dollar, which fell 0.7 percent against the euro EUR=EBS at $1.141. \", \"Against the yen, the greenback JPY=EBS was down 0.7 percent at 112.82 yen. \", \"Chicago Fed President Charles Evans acknowledged some economic risks ahead but he also raised the probability the Fed could raise rates above what would be neutral if U.S. data come in stronger than forecast. \", \"The dollar also weakened against sterling, reversing some of Thursday\\u2019s gains. \", \"The pound briefly recovered against the euro following its worst day versus the single currency in about 25 months, as U.K. Prime Minister Theresa May clinched backing from some key Brexit supporters with her draft plan for Britain to leave the European Union in March. \", \"A string of cabinet ministers quit on Thursday in protest over the terms in May\\u2019s Brexit proposal. The resignations sent the pound reeling. \", \"Sterling GBP=D3 was last up 0.42 percent versus the dollar at $1.2829 but was down 0.31 percent versus the euro EURGBP=D3 at 88.945 pence. \", \"The euro was also bolstered by hopes that Italian Prime Minister Giuseppe Conte was looking to work with the EU over his government\\u2019s 2019 budget, which has been rejected by Brussels.     \", \"Meanwhile, currency traders are monitoring signs that Washington and Beijing are seeking to de-escalate their trade dispute. \", \"U.S. President Trump said he might not impose more tariffs on Chinese imports if China comes up with terms that he and Beijing could agree on. \", \"The yuan in offshore trading CNH=EBS edged up 0.13 at 6.92 per dollar.  \", \"(This story adds dropped word in headline.)      \", \"Additional reporting by Tom Finn, Tommy Wilkes in London; Editing by Dan Grebler and Chizu Nomiyama\"]", "author": "Richard Leong", "time": "November 16, 2018", "title": "Dollar falls as Fed officials ring note of caution, pound bounces"}