{"content": "[\"(For a live blog on European stocks, type LIVE/ in an Eikon news window) \", \"LONDON, Nov 16 (Reuters) - European shares recovered on Friday as investors licked their wounds after a tumultuous week and strong results from Vivendi boosted the media sector. \", \"The pan-European stocks index was still on course for a weekly loss after two straight weeks of gains, though, as Brexit chaos, Italy\\u2019s budget showdown with the European Commission, and anxious oil markets sapped risk appetite. \", \"The STOXX 600 was up 0.7 percent by 0830 GMT, with Germany\\u2019s DAX up 0.6 percent. \", \"Britain\\u2019s FTSE 100 and FTSE 250 both recovered, rising 0.6 percent after Thursday\\u2019s sharp selloff in domestic stocks on ministerial resignations. \", \"The tech market lagged the market with the weakest sectoral performance, up just 0.3 percent, after disappointing results from U.S. chipmaker Nvidia, the latest in a string of negative news for tech components producers. \", \"Strong results from French media company Vivendi helped boost the media sector up 1.5 percent, the top gainer. \", \"Vivendi shares climbed 4.7 percent after the firm reported stronger than expected third-quarter sales, helped by growth at its Universal Music Group (UMG) arm. \", \"It also said it was lining up banks for a possible sale of part of the UMG division. \", \"ABB shares gained 3.3 percent after sources said the Swiss industrials firm is in talks with three Asian suitors for the sale of its Power Grids business. \", \"Shares in British pharmaceuticals firm AstraZeneca fell 2.5 percent after its lung cancer drug Imfinzi failed a key study. \", \"Chocolate producer Barry Callebaut fell 3.7 percent, the biggest faller in Europe, after members of the majority stakeholder Jacobs family sold 150,000 shares, amounting to 2.7 percent of the company. \", \"Outside the large-cap space, Danish industrial component maker NKT plunged 21 percent after it slashed its full-year earnings outlook and its CEO Michael Hedegaard left the company. \", \"Shares in the maker of the \\u201cAngry Birds\\u201d mobile game, Rovio Entertainment, jumped 9.8 percent after its third-quarter results. \", \"Reporting by Helen Reid; editing by Josephine Mason\"]", "author": "Anonymous", "time": "November 16, 2018", "title": "European shares bounce back from Brexit bruising"}