{"content": "[\"LONDON (Reuters) - European shares wobbled and closed just in the red after a choppy session on Friday as traders waited to see if Britain\\u2019s Prime Minister Theresa May would face a no-confidence vote over her draft European Union divorce deal. \", \"The pan-European stocks index  started morning trading on a gentle rebound from losses on Thursday. But it gradually lost steam as speculation mounted about a leadership challenge.  \", \"Italy\\u2019s budget showdown with the European Commission also did little for risk appetite. \", \"The STOXX 600 closed down O.12 percent and Britain's FTSE 100 .FTSE fell 0.3 percent.  \", \"\\u201cEquities in general continue to trade in a sideways fashion, with attempts to move higher frustrated by a collection of worries\\u201d, IG analyst Chris Beauchamp commented. \", \"French media company Vivendi\\u2019s (VIV.PA)  quarterly results helped to lift the media sector .SXMP 0.55 percent.  \", \"Vivendi shares topped the CAC 40, climbing 3 percent after the company posted stronger than expected third-quarter sales, helped by growth in music streaming at its Universal Music Group (UMG). It also said it was lining up banks for a possible sale of part of the UMG division. \", \"Deutsche Bank analysts said the fourth-quarter slate for Universal looks \\u201cstrong\\u201d with releases announced for multiple platinum sellers and ongoing Drake and Eminem sales. \", \"\\u201cWith solid steps toward a stake sale in 2019, this is a timely reminder that valuations of over 20 billion euros for UMG are not hype,\\u201d they wrote in a note to clients.  \", \"The technology sector .SX8P lagged the market, down 0.7 percent after worse than expected results from U.S. chipmaker Nvidia (NVDA.O), the latest in a run of negative news for tech components producers. \", \"German semiconductor maker Siltronic (WAFGn.DE) slid 3 percent, among the biggest STOXX fallers.  \", \"Dutch lender ABN AMRO (ABNd.AS) also fell 2 percent after its results. \", \"ABB (ABBN.S) shares were up 1.5 percent after sources said the Swiss industrials group is in talks with three Asian suitors for the sale of its Power Grids business. \", \"Swedish electrical components company Nibe (NIBEb.ST) jumped 5.7 percent, the top STOXX gainer, after its results. \", \"Outside large-cap stocks, Danish industrial component maker NKT (NKT.CO) plunged 22.7 percent after it cut its full-year earnings outlook and CEO Michael Hedegaard left the company. \", \"Shares in the maker of the \\u201cAngry Birds\\u201d mobile game, Rovio Entertainment (ROVIO.HE), jumped 12.4 percent after third-quarter results. \", \"Fewer companies than usual have beaten expectations in Europe\\u2019s third-quarter results season, with companies facing difficulties converting sales into profits as costs climbed.  \", \"IBES Refinitiv showed analysts expect third-quarter earnings to grow 15.8 percent year on year in euro terms, and 2019 European earnings to edge higher than the United States. \", \"Reporting by Helen Reid and Julien Ponthus; Editing by David Goodman and Andrew Heavens\"]", "author": "Helen Reid, Julien Ponthus", "time": "November 16, 2018", "title": "European shares wobble as Brexit angst lingers"}