{"content": "[\"* Sterling rallies but remains under pressure \", \"* Currency still vulnerable to major swings, analysts \", \"* Dollar and yen bid as investors rush to safe haven assets \", \"* Graphic: World FX rates in 2018 tmsnrt.rs/2egbfVh (Recasts, updates prices, adds details) \", \"By Tom Finn \", \"LONDON, Nov 16 (Reuters) - Mounting uncertainty over Britain\\u2019s Brexit deal with the European Union cast a shadow over foreign exchange markets on Friday, with euro/dollar trading in a tight range and the yen benefiting from demand for currencies deemed safer. \", \"The British pound, which on Thursday suffered its worst day since 2016 after a string of ministers opposed to a Brexit deal quit, clawed back some losses on Friday as Prime Minister Theresa May stuck to her proposals. \", \"The euro traded flat versus the dollar at $1.1336 while the dollar measured against a basket of currencies was unchanged at 96.954. That was not far off a 16-month high of 97.69 the dollar index had hit at the start of the week. \", \"The euro had earlier gained on hopes that Italian Prime Minister Giuseppe Conte was looking to work with the EU over his government\\u2019s 2019 budget, which has been rejected by Brussels. \", \"The single currency has rallied over the last three trading sessions, but is only up 0.3 percent versus the dollar in the month to date, underscoring the strains from weakening economic momentum, Italian budget woes and Brexit uncertainty. \", \"\\u201cWith a lack of meaningful catalyst for euro upside, we expect EUR/USD to remain below $1.1400 today,\\u201d ING analysts said in a note. \", \"Investors are preparing for U.S. industrial production data later on Friday which will give some insight into the economy\\u2019s performance last month. \", \"Most analysts are forecasting that the dollar will remain well-supported in coming months as long as the Federal Reserve sticks to its plan for hiking interest rates gradually. \", \"But analysts also say that the rate rises are priced into the dollar already. \", \"\\u201cThe FX market has long since focused on the question of when the U.S. (interest rate hiking) cycle will end. Details on the current speed are of secondary importance,\\u201d said Commerzbank analyst Ulrich Leuchtmann. \", \"Currency markets are also keeping an eye on U.S.-China trade tensions as traders looked for concrete signs Washington and Beijing are seeking to de-escalate their dispute. \", \"A Financial Times report said U.S. Trade Representative Robert Lighthizer had told some industry executives that another round of U.S. tariffs on Chinese imports had been put on hold. A U.S. Trade Representative spokesperson later denied this report. \", \"The safe-haven yen strengthened, changing hands at 113.22, up 0.3 percent on the day, as the Brexit turmoil drew investors toward the Japanese currency. The yen had hit a six-week low of 114.20 on Monday before reversing course. \", \"The pound  rose but analysts say it remains under heavy pressure as May, the British leader, fights for her survival and the Brexit deal. Investors predict more volatile days ahead. (Additional reporting by Tommy Wilkes; Editing by Andrew Roche)\"]", "author": "Tom Finn", "time": "November 16, 2018", "title": "FOREX-Euro/dollar takes a breather as Brexit chaos dominates; yen boosted"}