{"content": "[\"PARADISE, Calif. (Reuters) - Forensic recovery teams searched for more victims in the charred wreckage of the northern California town of Paradise on Saturday as the number of people listed as missing in the state\\u2019s deadliest wildfire topped 1,000. \", \"Remains of at least 71 people have been recovered in and around the small Sierra foothills town 175 miles (280 km) north of San Francisco. It was home to nearly 27,000 residents before it was largely incinerated by the blaze on the night of Nov. 8. \", \"The disaster already ranks among the deadliest U.S. wildfires since the turn of the last century. Eighty-seven people perished in the Big Burn firestorm that swept the Northern Rockies in August of 1910. Minnesota\\u2019s Cloquet Fire in October of 1918 killed 450 people. \", \"U.S. President Donald Trump, who has blamed the recent spate of fires on forest mismanagement, was due to visit the fire zones on Saturday to meet displaced residents. Governor Jerry Brown and Governor-elect Gavin Newsom planned to join Trump on his tour. \", \"Authorities attribute the high death toll from the blaze - dubbed \\u201cCamp Fire\\u201d - partly to the speed with which flames raced through the town with little advance warning, driven by howling winds and fueled by drought-desiccated scrub and trees. \", \"More than a week later, firefighters have managed to carve containment lines around 45 percent of the blaze\\u2019s perimeter.  The fire covered 142,000 acres (57,000 hectares), fire officials said. \", \"Besides the toll on human life, property losses from the blaze make it the most destructive in California history, posing the additional challenge of providing long-term shelter for many thousands of displaced residents. \", \"With more than 9,800 homes up in smoke, many refugees have taken up temporary residence with friends and family, while others have pitched tents or were camping out of their vehicles. \", \"At least 1,100 evacuees were being housed in 14 emergency shelters set up in churches, schools and community centers around the region, with a total of more than 47,000 people remaining under evacuation orders, authorities said. \", \"Search teams with cadaver dogs combed through rubble-strewn expanses of burned-out neighborhoods looking for bodies. \", \"On Friday night, Butte County Sheriff Korea Honea said the remains of eight more fire victims were recovered during the day, bringing the death toll to 71. That surpasses the previous fatality record from a single California wildfire - 29 in the Griffith Park fire of 1933 in Los Angeles. \", \"Honea said the total roster of people unaccounted for had swelled to 1,011 - up from the 630 names posted Thursday night and well more than triple the number counted as missing on Thursday afternoon. \", \"\\u201cThis is a dynamic list,\\u201d Honea told reporters, saying it was compiled from \\u201craw data\\u201d that likely included some duplications or multiple spellings of names. \", \"Honea bristled when asked whether many of those listed at this point, more than a week after the disaster, were expected to end up either deceased or declared missing and presumed dead. \", \"\\u00a0\\u00a0\\u00a0 \\u201cI don\\u2019t think it\\u2019s appropriate for any of us to sit and speculate about what the future holds,\\u201d he said. As of Friday, he said, 329 individuals previously reported missing had turned up alive. \", \"The names were being compiled from information received from a special hotline, along with email reports and a review of emergency-911 calls that came in on the first night of the fire, Honea said.  \", \"Some listed have likely survived but not yet notified family or authorities. Others may not have been immediately listed because of delays in reporting them. \", \"Weather conditions have since turned more to firefighters\\u2019 favor, though strong, gusty winds and lower humidity were expected to return late Saturday through early Sunday, ahead of rain showers forecast for mid-week. \", \"The outbreak of Camp Fire coincided with a series of smaller blazes in Southern California, most notably the Woolsey Fire, which is linked to three fatalities and has destroyed at least 500 structures near the Malibu coast west of Los Angeles. It was 78 percent contained on Friday night. \", \"Scientists have said the growing frequency and intensity of wildfires in California and elsewhere across the West are largely attributable to prolonged drought that is symptomatic of climate change. \", \"The precise causes of the Camp and Woolsey Fires were under investigation, but electric utilities have reported equipment problems in the vicinity of both blazes around the time they erupted.  \", \"Reporting by Terray Sylvester; additional reporting by Alex Dobuzinskis in Los Angeles; Brendan O'Brien in Milwaukee, Jonathan Allen in New York; Suzannah Gonzales in Chicago; Writing by Nick Carey, Bill Trott and Steve Gorman; editing by Grant McCool, Clive McKeef, Shri Navaratnam and Andrew Heavens\"]", "author": "Terray Sylvester", "time": "November 17, 2018", "title": "Teams search for 1,000 missing in California's deadliest wildfire"}