{"content": "[\"(Adds details) \", \"ISTANBUL, Nov 16 (Reuters) - Turkey has rolled back some restrictions on the use of foreign currencies that were brought in at the height of an economic crisis this year, according to a decree published on Friday, loosening the rules after lobbying from the hotel industry. \", \"In September the government ruled that property sales, rental contracts and leases should all be made in lira, a move President Tayyip Erdogan said would support the currency. Foreign currency had been widely used for rental deals in shopping malls and also used in real estate sales contracts. \", \"After plunging to a record low of 7.24 percent against the dollar in August, the lira has been able to mount a quiet recovery. Still, it remains some 30 percent weaker against the dollar this year, and economists remain concerned about the continued impact on the economy. \", \"Under the new regulations published in the government\\u2019s Official Gazette on Friday, foreign residents will be able to make real estate contracts in foreign currencies. Foreign currencies will also be allowed for rental agreements for tourist accommodation facilities and in duty-free zone stores. \", \"The Hotel Association of Turkey had made efforts to keep the sector\\u2019s ability to do deals in foreign currency and contacted the tourism ministry regarding the issue, its head, Timur Bayindir, said in a recent speech. It was not immediately clear how much of the sector\\u2019s facilities are contracted in foreign currencies. \", \"Last month the government announced other exemptions to the ban on using foreign currencies in business agreements, including export-related contracts, capital market instruments and employment contracts involving foreigners. (Reporting by Ezgi Erkoyun, Mehmet Demir and Ebru Tuncay; Writing by Daren Butler; Editing by Toby Chopra)\"]", "author": "Anonymous", "time": "November 16, 2018", "title": "UPDATE 2-Turkey rolls back some restrictions on foreign currency use"}