{"content": "[\"SHANGHAI/BEIJING (Reuters) - China\\u2019s stubbornly weak credit growth has spurred talk of its first cut in benchmark lending rates in three years, but economists and policy insiders say concerns about a potential knock to its currency will likely give the central bank pause. \", \"While the People\\u2019s Bank of China (PBOC) has already slashed banks\\u2019 reserve requirements four times this year and pushed money market rates lower, analysts are now wondering if policymakers are considering wheeling out bigger guns.      \", \"China\\u2019s economic growth has cooled to its weakest pace since the global financial crisis and is expected to soften further in coming months if domestic demand is slow to recover and the United States piles more tariffs on Chinese goods. \", \"Beijing has announced a raft of growth-boosting measures in recent months to cushion the fall - ranging from more construction spending to tax cuts - and more steps are likely on the way. \", \"But analysts say it will take some time before the world\\u2019s second-largest economy starts to stabilize, with business conditions expected to get worse before they get better. \", \"Data this week showed credit growth slowed sharply in China in October, despite increased injections of liquidity by the central bank into the financial system and pressure on banks from regulators to help keep cash-starved companies afloat. \", \"\\u201cThere is a need to cut interest rates,\\u201d Chen Zheng, senior analyst at China Merchants Bank said, adding that if weak lending data persists for another month the market will likely lose confidence. \", \"The PBOC has not cut its benchmark 1-year lending rate since October 2015 - it is now 4.35 percent - opting instead to use other more targeted policy tools to influence borrowing costs, such as extending more loans specifically to struggling sectors. \", \"Authorities are also concerned that more aggressive easing measures could undermine their recent campaign to reduce a mountain of debt left over from the last stimulus binge during the global crisis.     \", \"But speculation about a possible rate cut was stirred after the PBOC changed some wording in its latest policy report. \", \"Its second-quarter report said the PBOC would \\u201cresolutely not engage in flood-like strong stimulus\\u201d. That phrase was missing from the third-quarter report released on Nov. 9. \", \"The possibility is that much more powerful stimulus may be applied \\u201con top of already kitchen-sink measures that reek of desperation. The market hasn\\u2019t woken up to the disturbing implications,\\u201d said Sue Trinh, head of Asia FX Strategy at RBC Capital Markets. \", \"However, Premier Li Keqiang did use the same phrase about avoiding strong stimulus in a speech in Singapore this week. \", \"One policy insider said a benchmark rate cut could not be ruled out, but noted authorities would carefully weigh the potential adverse effects. \", \"The yuan currency CNY=CFXS has lost more than 6 percent against the dollar so far this year and would likely come under more pressure if China starts cutting rates while the U.S. central bank is steadily tightening policy. \", \"\\u201cThe trouble with cutting rates is related to the exchange rate. The exchange rate is a very thorny issue ... They are trying to stabilize it,\\u201d said a second policy adviser. \", \"\\u201cThere is still room for a rate cut as our rate levels are still higher than those of the United States, but the space won\\u2019t be very big,\\u201d said the insider. \", \"The Federal Reserve is expected to raise rates again in December and several times more in 2019. \", \"China would then have to decide whether to use more of its foreign exchange reserves to defend the yuan, or allow the currency to slide, risking capital outflows.  \", \"Researchers at Morgan Stanley expect the PBOC to cut RRR by another 100 basis points per quarter from this one through the end of 2019, while a benchmark interest rate cut is \\u201cless likely\\u201d, they wrote in an emailed response to a Reuters\\u2019 query. \", \"Capital Economics, on the other hand, has forecast for some time that China would have to cut benchmark rates on top of other easing measures. \", \"A bold move to reduce borrowing costs across the economy in one fell swoop could help the central bank resolve a major policy conundrum. \", \"Repeated cash injections by the PBOC into the market to encourage banks to lend are not producing results as quickly as authorities had hoped, as cautious lenders worry about a surge in bad loans as the economy continues to slow. \", \"\\u201cIt\\u2019s the ineffective monetary transition mechanism rather than high interest rates that is suffocating China\\u2019s small businesses,\\u201d said Serena Zhou, economist at Mizuho Securities in Hong Kong. \", \"One big question mark is the China-U.S. trade row. \", \"Some economists believe the central bank will wait to gauge the impact of the trade war and slowing global growth next year before deciding on another round of broad-based easing. China\\u2019s exports to the U.S. have been remarkably resilient so far, but face much higher tariffs from Jan. 1. \", \"Nie Wen, economist at Hwabao Trust in Shanghai, said the biggest uncertainty faced by China is whether trade frictions with the United States will escalate. \", \"\\u201cAn interest rate cut is not necessary at the moment,\\u201d Nie said. \\u201cThey are likely to hold off until the second half of next year. And before that, the central bank can still use RRR cuts to fairly effectively lowering funding costs.\\u201d \", \"All eyes are now on a meeting between U.S. President Donald Trump and his Chinese counterpart Xi Jinping later this month to see if the two sides can de-escalate their feud, giving Beijing more room to concentrate on domestic pressures. \", \"Reporting by Winni Zhou, John Ruwitch, and Steven Bian in SHANGHAI, Kevin Yao in BEIJING; Editing by Kim Coghill\"]", "author": "Winni Zhou, Kevin Yao", "time": "November 16, 2018", "title": "Weak credit growth raises odds of first China rate cut in years"}